[
    {
        "nome": "Sobre",
        "descricao": "A Biblioteca de Hogwarts está localizada em um corredor no primeiro andar do castelo de Hogwarts e contém dezenas de milhares de livros sobre milhares de prateleiras. Supervisionada por Madame Irma Pince, a biblioteca é o lugar onde os alunos podem ir para ler ou pegar livros emprestados para complementar seus estudos (ou para entretenimento pessoal). A biblioteca fecha às 20:00.",
        "fundo": ""
    },
    {
        "nome": "Segurança",
        "descricao": "Os livros da biblioteca tem vários feitiços sobre eles para impedir os estudantes de desfigura-los ou roubá-los. Hermione Granger arrancou uma página de um livro da biblioteca sobre criaturas mágicas sem ser azarada, amaldiçoada, ou enfeitiçada pelo livro. Como ela fez isso é desconhecido. Chocolate e, os outros alimentos, são proibidos na biblioteca. Alunos e professores podem tirar livros da biblioteca, com a permissão da bibliotecário. Livros da Seção Restrita exigem uma nota assinada por um professor. Professor Severo Snape disse a Harry Potter que era contra as regras para levar um livro da biblioteca fora do castelo. No entanto, ele pode ter feito isso apenas para poder tirar pontos dele.",
        "fundo": ""
    },
    {
        "nome": "Seção de Dragões",
        "descricao": "A Seção de Dragões é uma área na Biblioteca de Hogwarts. Os livros dentro desta seção estão relacionados a dragões e sobre como cuidar deles.",
        "fundo": ""
    },
    {
        "nome": "Seção de Referências",
        "descricao": "A Seção de Referências' é uma área na Biblioteca de Hogwarts. Esta seção inclui vários livros que são fontes de informação sobre assuntos diferentes. De acordo com Alvo Dumbledore, esta seção abrange contra-maldições.",
        "fundo": ""
    },
    {
        "nome": "Seção Jurídica",
        "descricao": "A Seção Jurídica é uma área impopular na Biblioteca de Hogwarts. Os livros desta seção discutem a lei bruxa.",
        "fundo": ""
    },
    {
        "nome": "Seção Reservada",
        "descricao": "A Seção Reservada, ou Seção Restrita, é uma área na Biblioteca de Hogwarts, fechada por uma corda. Livros nesta seção podem ser raros, valiosos e/ou considerados inadequados para os estudantes mais jovens. Os estudantes só podem verificar um livro desta seção se eles tiverem uma nota de permissão de um professor. Não está claro se todos os estudantes precisam de uma nota, ou apenas os mais jovens que ainda não atingiram o nível NIEM. O bibliotecário irá pegar o livro para o aluno. Mais uma vez, esta regra pode não ser aplicada para os alunos mais velhos.",
        "fundo": ""
    }
]