[
    {
        "nome": "Harry Potter e a Pedra Filosofal",
        "descricao": "Somos apresentados a um garoto tímido, uma espécie de gata borralheira. Ele mora embaixo de um armário, é maltratado pelos tios, usa apenas roupas usadas do primo, óculos quebrados e é tratado como estorvo.Ao completar 11 anos, uma série de eventos estranhos começam a acontecer. Ele recebe uma carta (o que nunca ocorrera antes) que logo é extraviada pelo seu tio. Diversas corujas começam a chegar diariamente à casa em que mora, mas todas as cartas são capturadas pelo tio, até que ele leva a família, e Harry junto, para um endereço secreto (para fugir das cartas).Lá, teremos a primeira grande revelação de toda a saga de Harry Potter. Um homem gigante chamado Hagrid encontra-os e entrega a carta pessoalmente à Harry. Nosso protagonista continua sem entender nada e o portador das notícias revela que ele era um bruxo. A carta era um convite para que estudasse na mais prestigiada escola de magia do país, chamada Hogwarts. Um novo mundo se abre para o mais novo bruxo do pedaço. Nesse universo, nosso protagonista é filho de um casal que foi assassinado por uma poderoso bruxo (o que não deve ser nomeado). Não apenas isso, mas Harry é catapultado para um mundo onde ele é famoso por ter sido justamente o único a ter sobrevivido a um ataque de Voldemort (vilão que nunca mais fora visto desde então). Somos apresentados a varios elementos fantásticos, como uma estação de trem escondida em King’s Cross e a posterior viagem para Hogwarts em que Harry conhece seus melhores amigos – Rony Weasley e Hermione (eles irão acompanhá-lo em suas aventuras até o último volume da ordem dos livros de Harry Potter). Outros personagens importantes começam a ser introduzidos já nesse livro, como o mago Dumbledore, Snape e o rival de Potter – Draco Malfoy. Também acompanharemos a escolha de Harry para a casa de Grifindória (o que é um fato importatíssimo na sequencia da obra). Além das diversas descobertas feitas ao sermos inseridos no universo da escola, Harry e seus amigos irão ter um reencontro com o principal vilão da série que está atrás justamente do elemento que nomeia esse livro – A Predra Filosofal!",
        "fundo": ""
    },
    {
        "nome": "Harry Potter e a Câmara Secreta",
        "descricao": "Harry Potter e a Câmara Secreta é o livro 2 da sequência de Harry Potter. Depois de férias aborrecidas na casa dos tios trouxas, está na hora de Harry Potter voltar a estudar. No entanto, a tradicional estação secreta em King’s Cross está fechada por obra de um duende que quer impedir que Harry compareça à escola (ele e Rony são obrigados a roubar o carro de Arthur Weasley para chegar lá). Nesse livro, temos uma série de alunos sendo petrificados e, a cada acontecimento, uma mensagem sobre a Câmera Secreta é deixada nos corredores – o que instiga nossos protagonistas a descobrirem do que se trata esse cômodo (que era tido até então como lenda). Uma das cenas mais importantes do livro é quando Harry começa a comandar o ataque de uma cobra a um aluno aleatório e a escola percebe que ele consegue falar com esse tipo de animal. Tal linguagem é geralmente associada a alunos da casa de Sonserina e desperta muita desconfiança por ser uma habilidade dominada pelo Lord Voldemort. A seguir daremos um grande SPOILER que foi talvez a segunda maior revelação da ordem dos livros de Harry Potter. Nesse livro descobrimos o nome verdadeiro de Lord Voldemort (Tom Riddle), que ele pertencera à casa de Sonserina e que havia deixado um diário que foi achado por uma das nossas personages secundárias mais importantes da saga – e que criou uma espécie de feitiço nela. Se você conhecer alguém que recentemente começou a ler Harry Potter e gostaria da sequência, esse é o livro que você deve escolher para presente.",
        "fundo": ""
    },
    {
        "nome": "Harry Potter e o Prisioneiro de Azkaban",
        "descricao": "Para mim o melhor livro da série, Harry Potter e o prisioneiro de Azkaban trata do ressurgimento de Sirius Black, importante personagem da história que até então estava preso em Azakaban. É o terceiro volume da ordem de livros de Harry Potter. As aulas estão de volta à Hogwarts e Harry Potter não vê a hora de embarcar no expresso a vapor que o levará de volta à escola de bruxaria. Mais uma vez suas férias na rua dos Alfeneiros foi triste e solitária. Esse livro é incrível e tem tantos elementos novos que me faz ter um carinho especial por essa obra. Somos apresentados ao Mapa do Maroto. Acompanhamos Harry até Hogsmeade utilizando a capa da invisibilidade de seu pai para acompanhar seus amigos e descobriremos toda a verdade até então encoberta sobre Sirius, Lupin, Pedro Petrigrew e Tiago Potter – conhecemos seus apelidos de infância (Almofadinhas, Aluado, Rabicho e Pontas)-, veremos incríveis cenas de lutas entre Lupin, Sirius, Rabicho, Snape e nossos protagonistas principais. Por fim, veremos Harry conjurar pela primeira vez o seu feitiço patrono.",
        "fundo": ""
    },
    
    {
        "nome": "Harry Potter e o Cálice de Fogo",
        "descricao": "Harry Potter e o cálice de fogo é o quarto livro da sequência de Harry Potter. Nesta aventura, o feiticeiro cresceu e está com 14 anos. O início do ano letivo de Harry Potter reserva muitas emoções, mágicas, e acontecimentos inesperados, além de um novo torneio em que os alunos de Hogwarts terão de demonstrar todas as habilidade mágicas e não mágicas que vêm adquirindo ao longo de suas vidas. A competição chama-se Torneio Tribruxo e é um campeonato entre as três maiores escolas de magia da Europa: Academia de Magia Beauxbatons, Escola de Magia e Bruxaria de Hogwarts e Instituto Durmstrang, cada escola sendo representada por um Campeão. O livro todo será abordando esse campeonato e, obviamente, nosso protagonista não poderia ficar de fora. O Torneio, no passado, era conhecido por ser extremamente perigoso, pois diversos campeões morreram enquanto competiam, e foi interrompido após 1792, devido ao elevado número de fatalidades. Em 1994, o torneio foi reativado com restrições – todos os candidatos deveria ter, no mínimo, 17 anos. Esse torneio estaria sendo presidido por Bartô Crouch. Durante a Festa do Dia das buxas, Dumbledore presidiu a seleção dos Campeões. Os selecionados foram: Vítor Krum, do Instituto Durmstrang, Fleur Delacour da Academia de Magia Beauxbatons e Cedrico Diggory como o campeão de Hogwarts. Os Campeões deixaram o Salão Principal para receber mais instruções. Mas, em um ato surpreendente, o Cálice cuspiu um quarto nome: Harry Potter. O restante da escola ficou pasma com a situação. Aos organizadores está claro que o Cálice havia sido enfeitiçado por uma bruxo muito poderoso para que o nome de Harry fosse incluído ali, porém como esse ato se trata de um contato sagrado, nosso protagonista estaria obrigado a participar da competição. Os outros alunos de Hogwarts, no entanto, desconfiam que fora o próprio Harry quem havia colocado o seu nome, inclusive Rony que se afasta do amigo. Além disso, teremos a aproximação de Harry com Professor Moody, os incríveis desafios do torneio, revelações impactantes sobre o filho de Bartô Crouch e a primeira morte trágica de um dos protagonistas de um livro da saga.",
        "fundo": ""
    }
    ,
    {
        "nome": "Harry Potter e a Ordem da Fênix",
        "descricao": "Harry Potter e a ordem de fênix é o quinto livro da sequência de Harry Potter. A partir deste livro começa a ficar claro que a autora observou que sua audiência estava crescendo, ou seja, deixando de ser adolescente e se tornando adulta, e paulatinamente os livros vão ganhando uma temática e escrita mais voltada para esse público. Aos 15 anos, Harry continua sofrendo a rejeição dos Dursdley, sua estranha família no mundo dos ‘trouxas’. Também continua contando com Rony Weasley e Hermione Granger, seus melhores amigos em Hogwarts, para levar adiante suas investigações e aventuras. Mas o bruxinho começa a sentir e descobrir coisas novas, como o primeiro amor e a sexualidade. Nos volumes anteriores, J. K. Rowling mostrou como Harry foi transformado em celebridade no mundo da magia por ter derrotado, ainda bebê, Voldemort, o poderoso bruxo das trevas que assassinou seus pais. Neste quinto livro da saga de Harry Potter, o protagonista, numa crise típica da adolescência, tem ataques de mau humor com a perseguição da imprensa, que o segue por todos os lugares e chega a inventar declarações que nunca deu. Harry vai enfrentar as investidas de Voldemort sem a proteção de Dumbledore, já que o diretor de Hogwarts é afastado da escola. E vai ser sem a ajuda de seu protetor que o jovem herói enfrentará descobertas sobre a personalidade controversa de seu pai, Tiago Potter, e a morte de alguém muito próximo. Sobre o nome que é dado ao livro, A Ordem da Fênix foi uma organização secreta fundada por Alvo Dumbledore no intuito de se opor a Lorde Voldemort e a seus Comensais da Morte. Quando, após os acontecimentos do quarto livro, o diretor de Hogwarts descobre que Aquele Que Não Deve Ser Nomeado estava de volta, a organização é reativada, mesmo a contragosto do Ministério da Magia, que se recusava a admitir a volta do vilão. A Ordem será a responsável por defender Harry e por travar batalhas intensas contra os Comensais da Morte durante o livro.",
        "fundo": ""
    },
    {
        "nome": "Harry Potter e o Enigma do Príncipe",
        "descricao": "Harry Potter e o enigma do príncipe é o sexto livro da sequência de Harry Potter. Ele dá continuidade à saga do jovem bruxo a partir do ponto em que o livro anterior parou o momento em que fica provado que o poder de Voldemort e dos Comensais da Morte, seus seguidores, cresce mais a cada dia, em meio à batalha entre o bem e o mal. A onda de terror provocada pelo Lorde das Trevas estaria afetando, até mesmo, o mundo dos trouxas, e sendo agravada pela ação dos dementadores, criaturas mágicas aterrorizantes que ‘sugam’ a esperança e a felicidade das pessoas. Harry, que acabou de completar 16 anos, parte rumo ao sexto ano na Escola de Magia e Bruxaria de Hogwarts, animado e ao mesmo tempo apreensivo com a perspectiva de ter aulas particulares com o professor Dumbledore, o diretor da escola e o bruxo mais respeitado em toda comunidade mágica. Dois atentados contra a vida de estudantes, a certeza de Harry quanto ao envolvimento de Draco Malfoy com os Comensais da Morte e o comportamento de Snape, suspeito como sempre, adicionam ainda mais tensão ao já inquietante período. Apesar de tudo isso, Harry e os amigos são adolescentes típicos dividem tarefas escolares e dormitórios bagunçados, correm das aulas para os treinos de quadribol, e namoram. Esse livro guarda uma surpresa eletrizante sobre quem, de fato, era o Príncipe Mestiço (que havia feito as anotações no livro que estava sendo utilizado por Harry para ser o melhor aluno da aula de poções). Além disso, Harry está perseguindo ser o melhor aluno da aula de poções por um pedido de Dumbledore, o qual precisava saber de um segredo de Horácio Slughorn, que lecionava a cadeira.",
        "fundo": ""
    },
    {
        "nome": "Harry Potter e as Relíquias da Morte",
        "descricao": "Harry Potter e as relíquias da morte é o sétimo e último livro da sequência de Harry Potter. Aqui a temática do livro abandona completamente a ligação ainda infanto-juvenil e se conecta muito com temas mais pesado e adultos. É neste livro que conseguimos ver também explicitamente a inspiração na saga O Senhor dos Anéis, inclusive uma das relíquias da morte é um anel. Voldemorte está cada vez mais forte e Harry Potter precisa encontrar e aniquilar as Horcruxes para enfraquecer o lorde e poder enfrentá-lo. Nessa busca desenfreada, contando apenas com os amigos Rony e Hermione, Harry descobre as Relíquias da Morte, que serão úteis na batalha do bem contra o mal. SPOILER: O livro termina com a Batalha de Hogwarts que elimina Tom Riddle pelas mãos de Harry Potter mais uma vez, sendo uma vitória decisiva a Ordem de Fênix e seus aliados.",
        "fundo": ""
    },
    {
        "nome": "Animais Fantásticos e Onde Habitam",
        "descricao": " O roteiro original é uma aventura nova e emocionante que apresenta uma variedade de personagens e criaturas mágicas. O livro marca a estreia como roteirista para o cinema da autora da adorada série Harry Potter e chega às prateleiras em edição de luxo, com capa dura e miolo em papel off-white. ‘Animais fantásticos e onde habitam leva os fãs de volta ao mundo mágico de Harry Potter, ao mesmo tempo em que os convida a conhecer novos personagens e a viver novas aventuras.",
        "fundo": ""
    },
    {
        "nome": "Animais fantásticos – Os crimes de Grindelwald",
        "descricao": "No final de Animais Fantásticos e Onde Habitam, o poderoso bruxo das trevas Gerardo Grindelwald foi capturado em Nova York com a ajuda de Newt Scamander. Mas Grindelwald, cumprindo sua ameaça, foge da prisão e passa a reunir seguidores, cuja maioria não suspeita de suas verdadeiras intenções: criar bruxos puro-sangue para governar todos os seres não mágicos. Tentando frustrar os planos de Grindelwald, Alvo Dumbledore arregimenta Newt, ex-aluno de Hogwarts, que concorda em ajudar mais uma vez, sem saber dos perigos que tem pela frente. Limites serão traçados e o amor e a lealdade serão testados, até entre os amigos e familiares mais fiéis e confiáveis, em um mundo bruxo cada vez mais dividido. Segundo roteiro original assinado por J.K. Rowling, com design de capa do estúdio MinaLima, Animais Fantásticos: os crimes de Grindelwald complementa os acontecimentos que ajudaram a dar forma ao Mundo Bruxo, com algumas referências surpreendentes às histórias de Harry Potter que deliciarão os fãs dos livros e filmes da série.",
        "fundo": ""
    },
        
    {
        "nome": "Animais Fantásticos: os segredos de Dumbledore",
        "descricao": "O professor Alvo Dumbledore sabe que Gerardo Grindelwald, o poderoso bruxo das trevas, está se movimentando para assumir o controle do mundo bruxo. Incapaz de detê-lo sozinho, Dumbledore confia no magizoologista Newt Scamander para liderar uma equipe composta por valentes bruxos e por um corajoso padeiro trouxa em uma missão perigosa, na qual encontram novas e velhas criaturas fantásticas e enfrentam a crescente legião de seguidores de Grindelwald.",
        "fundo": ""
    },   
    {
        "nome": "Os Contos de Beedle, o Bardo",
        "descricao": "‘Os contos de Beedle, o Bardo’, livro que aparece em Harry Potter e as Relíquias da Morte como um presente do mestre Dumbledore para Hermione, reúne cinco textos escritos e ilustrados por Rowling. Trata-se de uma coletânea de contos de fadas dos bruxos, trazendo histórias sobre o passado de Hogwarts e nomes já conhecidos dos fãs da série Harry Potter. Repleto de magia e truques, esses contos clássicos ao mesmo tempo entretêm e instruem, permanecendo tão cativantes para os jovens bruxos de hoje quanto eram quando Beedle usou pena e pergaminho para escrevê-los no século XV. Há cinco contos ao todo: “O conto dos três irmãos”, “A fonte da sorte”, “O coração peludo do mago”, “O bruxo e o caldeirão saltitante” e “Babbity, a coelha e seu toco gargalhante” completam a coleção. Essas joias narrativas são acompanhadas de notas explicativas feitas pelo professor Alvo Dumbledore (retiradas do arquivo do Diretor de Hogwarts com sua gentil permissão). Suas considerações esclarecedoras revelam que as histórias são muito mais do que simples contos morais, fazendo Babbity e o Caldeirão Saltitante serem tão familiares para os trouxas quanto a Branca de Neve e a Cinderela.",
        "fundo": ""
    },
    {
        "nome": "Quadribol através dos séculos",
        "descricao": "Se você algum dia quis saber como surgiu o pomo de ouro ou por que o time dos Vagamundos de Wigtown (Wigtown Wanderers) tem a estampa de um cutelo de açougueiro no uniforme, você precisa ler Quadribol através dos séculos (Quidditch throught the ages). Esta edição limitada é uma cópia do exemplar guardado na Biblioteca Escolar de Hogwarts e consultado por jovens fãs do quadribol quase diariamente.",
        "fundo": ""
    }

    
]